INSERT INTO products (id, category, price, image_link, name, amount, description)
VALUES (
    1,
    'Кепки',
    2499,
    '/databaseImages/cap-ferrari-vegas-gp.webp',
    'Кепка Ferrari Vegas GP',
    1000,
    'Подчеркните свой стиль и страсть к скорости с культовой кепкой Ferrari Vegas GP. Этот уникальный аксессуар не только дополнит ваш образ, но и создаст неповторимую атмосферу гонок в вашей повседневной жизни. Выразите свою любовь к автоспорту с этой стильной кепкой, которая станет неотъемлемой частью вашего гардероба. Почувствуйте адреналин гонок каждый день!'
    ),
    (
    2,
    'Худи',
    6999,
    '/databaseImages/hoodie-mercedes-stealth.webp',
    'Худи Mercedes Stealth',
    1000,
    'Освежите свой гардероб с ультра-стильным худи Mercedes Stealth. Современный дизайн и высококачественные материалы обеспечат вам комфорт и стиль. Это худи не просто одежда, это выражение вашей индивидуальности и внимание к деталям. Добавьте нотку элегантности в повседневную жизнь и окружите себя непревзойденным стилем.'
    ),
    (
    3,
    'Худи',
    14990,
    '/databaseImages/hoodie-ferrari-vegas.webp',
    'Худи Ferrari Leclerc Vegas GP',
    1000,
    'Погрузитесь в мир Формулы 1 с худи Ferrari Leclerc Vegas GP. Отличный выбор для настоящих поклонников гонок, это худи сочетает в себе стиль и удобство. Выражайте свою страсть к автоспорту с каждым образом. Дайте выражение своей страсти и подчеркните свой стиль с этим уникальным худи.'
    ),
    (
    4,
    'Кепки',
    1999,
    '/databaseImages/cap-aston-martin-alonso.webp',
    'Кепка Aston Martin Alonso 14',
    1000,
    'Выразите свою приверженность команде Aston Martin и Фернандо Алонсо с этой стильной кепкой. Яркий дизайн и высокое качество делают ее отличным аксессуаром для повседневной жизни. Покажите свою страсть к автоспорту и подчеркните свой неповторимый стиль. Эта кепка станет неотъемлемой частью вашего образа, отражая вашу любовь к гонкам.'
    ),
    (
    5,
    'Модели',
    3499,
    '/databaseImages/models-lego-w12-amg-one.webp',
    'Lego Speed Champions Mercedes W12 & Mercedes-AMG One',
    1000,
    'Воплотите свою любовь к гонкам с Lego Speed Champions Mercedes W12 & Mercedes-AMG One. Этот захватывающий набор подарит вам часы увлекательной сборки и невероятные моменты Формулы 1. Отличный подарок для всех поклонников скорости и автоспорта. Погрузитесь в мир гонок и создайте свои собственные захватывающие приключения на треке с этим уникальным набором от Lego Speed Champions.'
    ),
    (
    6,
    'Модели',
    19900,
    '/databaseImages/model-lego-mclaren-formula1-car.webp',
    'Lego McLaren Formula 1 car',
    1000,
    'Погрузитесь в мир гонок с этим захватывающим набором Lego McLaren Formula 1 car. Каждая деталь этого набора создана с любовью к деталям, предоставляя вам уникальную возможность воплотить свою страсть к гоночным автомобилям. Постройте свою миниатюрную версию легендарной гоночной машины McLaren и наслаждайтесь деталями, точностью и качеством этого увлекательного процесса.'
    ),
    (
    7,
    'Модели',
    39990,
    '/databaseImages/model-mercedes-w13-russel.jpg',
    'Модель Mercedes W13 Russel 1:18',
    1000,
    'Расширьте свою коллекцию с этой восхитительной моделью Mercedes W13 Russel в масштабе 1:18. Каждая деталь этой модели воссоздана с высочайшей точностью, принося в вашу жизнь атмосферу настоящих гонок. Установите эту модель на полку, и она станет ярким акцентом в вашей коллекции, подчеркивая ваши страсти и интересы.'
    ),
    (
    8,
    'Модели',
    4999,
    '/databaseImages/model-ferrari-sf23.jpg',
    'Модель Ferrari SF-23 Sainz 1:43',
    1000,
    'Привнесите атмосферу Формулы 1 в свой дом с этой великолепной моделью Ferrari SF-23 Sainz в масштабе 1:43. Каждая деталь этой модели тщательно воссоздана, чтобы передать дух гонок и элегантность итальянского дизайна. Это идеальное дополнение к коллекции для тех, кто ценит грацию и скорость.'
    ),
    (
    9,
    'Футболки',
    1499,
    '/databaseImages/t-shirt-ferrari-2023.jpg',
    'Футболка Ferrari 2023',
    1000,
    'Почувствуйте атмосферу скорости и стиля с этой стильной футболкой Ferrari 2023. Яркий дизайн с логотипом Ferrari добавляет элегантности и страсти к вашему образу. Эта футболка - идеальный выбор для настоящих поклонников гоночного искусства, объединяя в себе комфорт и страсть к миру автоспорта.'
    ),
    (
    10,
    'Футболки',
    1499,
    '/databaseImages/t-shirt-red-bull-2023.jpg',
    'Футболка Red Bull 2023',
    1000,
    'Поддержите команду Red Bull с этой стильной футболкой 2023 года. Яркий дизайн и высококачественные материалы делают ее отличным выбором для повседневной носки. Покажите свою преданность любимой команде в стиле. Эта футболка станет неотъемлемой частью гардероба каждого истинного поклонника гоночных соревнований.'
    ),
    (
    11,
    'Футболки',
    1499,
    '/databaseImages/t-shirt-mercedes-2023.png',
    'Футболка Mercedes 2023',
    1000,
    'Выражайте свою любовь к команде Mercedes с этой стильной футболкой 2023 года. Эта уникальная футболка не только является отличным способом поддержать свою любимую команду, но и стильным элементом гардероба для всех поклонников автоспорта. Яркий дизайн, украшенный логотипом и эмблемой Mercedes, несет в себе атмосферу гоночного стиля, придавая вашему образу неповторимый гоночный акцент. Высококачественные материалы обеспечивают комфорт при носке в любое время дня, делая эту футболку отличным выбором для повседневной носки. Добавьте яркость и страсть к гоночному миру в свой стиль с этой футболкой Mercedes 2023.'
    ),
    (
    12,
    'Футболки',
    1999,
    '/databaseImages/t-shirt-lando-norris.png',
    'Футболка Lando Norris',
    1000,
    'Оптимизм и стиль с футболкой Lando Norris. Этот уникальный аксессуар с изображением пилота Lando Norris добавит позитива в ваш повседневный образ. Яркий дизайн и стильная эстетика делают эту футболку отличным способом выразить свою поддержку и преданность вашему любимому гонщику. Высококачественные материалы обеспечивают комфорт при носке, а современный крой подчеркнет ваш стиль и индивидуальность. Покажите свою любовь к гонкам и Ландо Норрису, выбрав эту футболку для яркого и уникального образа.'
    ),
    (
    13,
    'Кепки',
    1999,
    '/databaseImages/cap-ferrari-leclerc-16.jpg',
    'Кепка Ferrari Leclerc 16',
    1000,
    'Ощутите дух Формулы 1 с кепкой Ferrari Leclerc 16. Этот стильный аксессуар не только выражает вашу приверженность команде Ferrari, но и подчеркивает ваш стиль и вкус. Современный дизайн и высококачественные материалы делают эту кепку идеальным выбором для поклонников гонок и гонщика Шарля Леклерка. Яркий логотип и стильный крой делают эту кепку уникальной и привлекательной. Добавьте шик и элегантность своему образу с кепкой Ferrari Leclerc 16.'
    ),
    (
    14,
    'Кепки',
    1999,
    '/databaseImages/cap-red-bull-verstappen.jpg',
    'Кепка Red Bull Verstappen',
    1000,
    'Поддержите гонщика Max Verstappen и команду Red Bull с этой стильной кепкой. Яркий дизайн и логотипы придают этому аксессуару неповторимый вид, делая его отличным выбором для страстных поклонников гоночного мира. Кепка не только защитит вас от солнца, но и добавит вашему образу нотку адреналина и динамизма. Высококачественные материалы обеспечивают комфорт при носке, а стильный дизайн делает эту кепку привлекательной и модной. Сделайте свой образ более выразительным с кепкой Red Bull Verstappen.'
    ),
    (
    15,
    'Постеры',
    899,
    '/databaseImages/post-red-bull-verstappen-wc.jpg',
    'Постер Max Verstappen Red Bull WC',
    1000,
    'Подчеркните свою страсть к гоночному миру и отметьте величайшие достижения Max Verstappen с ярким постером Red Bull World Champion. Этот стильный постер не только украсит вашу комнату, но и станет отличным и вдохновляющим напоминанием о триумфе вашего любимого гонщика. Изображение Max Verstappen на фоне логотипа Red Bull и заслуженного звания чемпиона мира создает атмосферу победы и успеха. Высококачественная печать обеспечивает четкость и яркость изображения, придая постеру элегантный вид. Подарите себе или своим близким долю гоночной страсти с этим уникальным постером Max Verstappen Red Bull World Champion.'
    ),
    (
    16,
    'Постеры',
    899,
    '/databaseImages/post-ferrari-leclerc.png',
    'Постер Ferrari Charles Leclerc',
    1000,
    'Преобразите свое пространство с этим стильным постером Ferrari Charles Leclerc. Уникальный дизайн и изображение гонщика делают этот постер идеальным дополнением для коллекции истинного поклонника Формулы 1. Поддайтесь атмосфере гонок с этим уникальным постером, который выделит ваш интерьер и подчеркнет вашу страсть к автоспорту.'
    ),
    (
    17,
    'Худи',
    3499,
    '/databaseImages/hoodie-mercedes-2023.png',
    'Худи Mercedes 2023',
    1000,
    'Обновите свой гардероб стильным худи Mercedes 2023. Этот аксессуар сочетает в себе комфорт и стиль, делая его идеальным выбором для повседневной носки. Поддержите команду в стиле! Яркий дизайн и логотип Mercedes делают это худи прекрасным способом выразить свою преданность и любовь к этой легендарной команде.'
    ),
    (
    18,
    'Худи',
    3499,
    '/databaseImages/hoodie-ferrari-2023.jpg',
    'Худи Ferrari 2023',
    1000,
    'Ощутите атмосферу гоночного мира с худи Ferrari 2023. Яркий дизайн с символикой команды Ferrari и комфортный крой делают это худи идеальным для тех, кто ценит стиль и качество. Будьте частью гоночной эстетики с этим уникальным худи, выражающим вашу любовь к легендарной команде Ferrari.'
    ),
    (
    19,
    'Худи',
    3499,
    '/databaseImages/hoodie-red-bull-2023.jpg',
    'Худи Red Bull 2023',
    1000,
    'Будьте в центре внимания с худи Red Bull 2023. Яркий дизайн и логотип команды делают это худи отличным выбором для страстных поклонников гонок. Добавьте гоночный стиль в свой повседневный образ! Качественные материалы обеспечивают комфорт и долговечность, а стильный дизайн подчеркнет вашу приверженность команде Red Bull Racing.'
    ),
    (
    20,
    'Календари',
    899,
    '/databaseImages/calendar-mercedes-hamilton-2024.png',
    'Календарь 2024 Mercedes Hamilton',
    1000,
    'Планируйте свой год с календарем 2024 Mercedes Hamilton. Каждый месяц украшен уникальными изображениями и фотографиями Льюиса Хэмилтона, что делает этот календарь идеальным подарком для поклонников гонок. С этим календарем вы будете сопровождать свои будни и праздники в стиле Mercedes, наслаждаясь красивыми моментами вашего любимого гонщика.'
    ),
    (
    21,
    'Календари',
    899,
    '/databaseImages/calendar-red-bull-verstappen-2024.png',
    'Календарь 2024 Red Bull Verstappen',
    1000,
    'Организуйте свое время с календарем 2024 Red Bull Verstappen. Каждый месяц этот календарь украшен уникальными снимками Макса Верстаппена, принося в ваш дом атмосферу гоночного волнения и страсти к победе. Этот календарь станет неотъемлемым аксессуаром для любого поклонника Макса и команды Red Bull Racing, помогая вам встречать каждый новый день с духом победы.'
    ),
    (
    22,
    'Кепки',
    1999,
    '/databaseImages/cap-pirelli-1st.jpg',
    'Кепка Pirelli 1st',
    1000,
    'Подчеркните свою любовь к автоспорту с кепкой Pirelli 1st. Яркий дизайн и высокое качество делают эту кепку отличным аксессуаром для любителей гонок и стильных образов. С логотипом Pirelli, вы будете выглядеть стильно и проявите свою приверженность миру гоночных технологий.'
    ),
    (
    23,
    'Шлемы',
    19990,
    '/databaseImages/helmut-ferrari-leclerc-16-2023.webp',
    'Шлем Leclerc 16 Ferrari 2023 1:2',
    1000,
    'Почувствуйте себя настоящим гонщиком с репликой шлема Шарля Леклерка. Этот масштаб 1:2 делает его отличным элементом коллекции для поклонников гонок и команды Ferrari. Высокая детализация и точное воспроизведение дизайна делают этот шлем неповторимым аксессуаром, приносящим кусочек мира формулы-1 прямо к вам домой.'
    ),
    (
    24,
    'Шлемы',
    23990,
    '/databaseImages/helmut-red-bull-perez-austria-2023.webp',
    'Шлем Perez 11 Red Bull 2022 Austria GP 1:2',
    1000,
    'Оцените великолепный дизайн шлема Серхио Переса с этой репликой в масштабе 1:2. Этот шлем, использованный в Гран При Австрии 2022 года, станет настоящим украшением для вашей коллекции. Каждая деталь этого шлема передает атмосферу гонок, а высококачественные материалы обеспечивают долговечность и стойкость.'
    ),
    (
    25,
    'Шлемы',
    29990,
    '/databaseImages/helmut-ferrari-schumacher-2000.webp',
    'Шлем Schumacher 2000 Ferrari WC 1:2',
    1000,
    'Откройте для себя великолепие истории Формулы 1 с репликой шлема Михаэля Шумахера 2000 года. Этот шлем, посвященный его чемпионству в команде Ferrari, станет прекрасным подарком для настоящих ценителей автоспорта. Внимание к деталям и высокое качество изготовления делают его отличным элементом коллекции и уникальным способом сохранить наследие легенды.'
    ),
    (
    26,
    'Шлемы',
    26990,
    '/databaseImages/helmut-red-bull-perez-11-2023.webp',
    'Шлем Perez 11 Red Bull 2023 1:2',
    1000,
    'Ощутите атмосферу гонок с репликой шлема Серхио Переса 2023 года. Этот масштаб 1:2 приносит вам ближе к гоночной страсти и техническому мастерству пилота команды Red Bull Racing. Каждая деталь этого шлема воссоздана с высочайшей точностью, позволяя вам наслаждаться аутентичным опытом формулы-1 прямо у себя дома.'
    ),
    (
    27,
    'Модели',
    46990,
    '/databaseImages/model-ferrari-f75-leclerc-monza.webp',
    'Модель Ferrari F75 Monza Leclerc 1:18',
    1000,
    'Воссоздайте моменты великолепных гонок с моделью Ferrari F75 Monza в масштабе 1:18. Эта детализированная модель с пилотом Шарлем Леклерком приносит в ваш дом атмосферу легендарных гонок. Каждая деталь, начиная от кузова и заканчивая колесами, точно передает эстетику этого великолепного болида, ставшего символом страсти и технологического совершенства.'
    ),
    (
    28,
    'Худи',
    13490,
    '/databaseImages/hoodie-mercedes-2023.webp',
    'Худи Mercedes 2023',
    1000,
    'Обновите свой гардероб стильным худи Mercedes 2023. Уникальный дизайн и комфортный крой делают это худи идеальным выбором для поклонников команды и автоспорта в целом. Высококачественные материалы обеспечивают максимальный комфорт и тепло в холодные дни, а стильный дизайн подчеркивает вашу любовь к миру формулы-1.'
    ),
    (
    29,
    'Худи',
    14990,
    '/databaseImages/hoodie-ferrari-sainz-vegas.webp',
    'Худи Ferrari Sainz Vegas GP',
    1000,
    'Почувствуйте азарт гоночной столицы мира с худи Ferrari Sainz Vegas GP. Яркий дизайн и удобный крой делают это худи идеальным выбором для тех, кто ценит стиль и комфорт. Это худи не просто одежда, это способ выразить свою страсть к гонкам и поддержку гонщика Карлоса Сайнса в увлекательных гонках.'
    ),
    (
    30,
    'Брелоки',
    999,
    '/databaseImages/key-ring-red-bull-2023.webp',
    'Брелок Red Bull Racing 2023',
    1000,
    'Проявите свою преданность команде Red Bull с этим стильным брелоком. Логотип и дизайн в стиле гоночной тематики делают его отличным аксессуаром для ключей или сумки, подчеркивая вашу любовь к автоспорту. Этот брелок — не просто аксессуар, а символ вашей страсти к гонкам и гордости за команду Red Bull Racing.'
    ),
    (
    31,
    'Футболки',
    1999,
    '/databaseImages/t-shirt-red-bull-cc-2023.png',
    'Футболка Red Bull Constructors Champions 2023',
    1000,
    'Отметьте победу своей любимой команды с футболкой Red Bull Constructors Champions 2023. Яркий дизайн и стильная эстетика делают эту футболку отличным способом выразить свою гордость за успехи команды в конструкторском зачёте. Сочетание комфорта и стиля, эта футболка станет вашим идеальным повседневным компаньоном на трассе жизни.'
    ),
    (
    32,
    'Брелоки',
    999,
    '/databaseImages/key-ring-aston-martin-2023.webp',
    'Брелок Aston Martin 2023',
    1000,
    'Привнесите дух стиля и роскоши в свою коллекцию с брелоком Aston Martin 2023. Этот стильный аксессуар с логотипом Aston Martin станет прекрасным дополнением к вашему повседневному образу. Выполненный из высококачественных материалов, этот брелок сочетает в себе элегантность и функциональность, подчеркивая ваш утонченный вкус и приверженность миру роскоши.'
    ),
    (
    33,
    'Постеры',
    899,
    '/databaseImages/post-ferrari-sainz-2021.jpg',
    'Постер Ferrari Sainz 2021',
    1000,
    'Оцените моменты великих достижений с постером Ferrari Sainz 2021. Этот постер запечатлевает важные моменты карьеры Карлоса Сайнса в команде Ferrari и станет великолепным украшением для вашей коллекции. Прекрасный подарок для поклонников испанского гонщика и всей команды Ferrari.'
    ),
    (
    34,
    'Брелоки',
    999,
    '/databaseImages/key-ring-senna-helmut.webp',
    'Брелок шлем Senna',
    1000,
    'Поклоните уважение легенде гоночного мира с брелоком в виде шлема Сены. Этот брелок является отличным способом выразить свою любовь и уважение к великому гонщику Айртону Сенне. Выполненный с исключительной точностью и вниманием к деталям, этот брелок станет ценным элементом вашей коллекции и символом вечной памяти о великом Сенне.'
    ),
    (
    35,
    'Брелоки',
    999,
    '/databaseImages/key-ring-mclaren-2023.webp',
    'Брелок McLaren 2023',
    1000,
    'Проявите свою преданность команде McLaren с этим стильным брелоком 2023 года. Логотип и дизайн в стиле команды делают этот брелок отличным аксессуаром для ваших ключей или сумки. Этот брелок — не просто аксессуар, а символ вашей страсти к гонкам и гордости за команду McLaren. Выполненный из прочных материалов, он будет долго радовать вас своим стильным внешним видом и практичностью в повседневном использовании.'
    ),
    (
    36,
    'Футболки',
    2499,
    '/databaseImages/t-shirt-verstappen-logo.png',
    'Футболка Max Verstappen Logo',
    1000,
    'Поддержите своего любимого гонщика Макса Ферстаппена с этой элегантной футболкой Max Verstappen Logo. Выполненная из высококачественного хлопка, эта футболка предлагает комфорт и стиль. Яркий логотип Max Verstappen добавляет динамизма, делая этот элемент одежды идеальным для выражения вашей страсти к гонкам и яркого стиля в повседневной жизни.'
    ),
    (
    37,
    'Худи',
    3499,
    '/databaseImages/hoodie-aston-martin-2023.jpg',
    'Худи Aston Martin 2023',
    1000,
    'Ощутите атмосферу роскоши и стиля с этим уникальным худи Aston Martin 2023. Выполненное из мягкого футера, это худи обеспечивает тепло и комфорт в прохладные дни. Дизайн с логотипом Aston Martin придаст вашему образу элегантность и изысканность. Это отличный выбор для настоящих ценителей автомобильных гонок и стиля.'
    ),
    (
    38,
    'Футболки',
    1999,
    '/databaseImages/t-shirt-haas.jpg',
    'Футболка Haas 2023',
    1000,
    'Покажите свою привязанность к команде Haas с этой стильной футболкой 2023 года. Легкая и прочная ткань обеспечивает комфорт в течение дня, а выразительный дизайн с символикой Haas делает эту футболку отличным способом подчеркнуть свою страсть к гоночному миру. Будьте на волне стиля и готовьтесь к новому сезону с командой Haas!'
    ),
    (
    39,
    'Футболки',
    1999,
    '/databaseImages/t-shirt-aston-martin.png',
    'Футболка Aston Martin',
    1000,
    'Ощутите атмосферу гонок с этой красочной футболкой Aston Martin Racing. Выполненная из мягкого хлопка, она обеспечивает комфорт в течение дня. Яркий дизайн с логотипом Aston Martin Racing придаст вашему стилю гоночную динамику. Будьте в центре внимания с командой Aston Martin!'
    ),
    (
    40,
    'Кепки',
    2499,
    '/databaseImages/cap-formula1-pastel-blue.webp',
    'Кепка Formula 1 Pastel',
    1000,
    'Добавьте немного свежих оттенков в свой образ с этой стильной кепкой Formula 1 Pastel. Яркий дизайн и пастельные цвета создают легкую и увлекательную атмосферу. Выполненная из прочных материалов, эта кепка обеспечивает комфорт и стиль в любой ситуации. Сделайте свой стиль уникальным и поддержите мир гонок!'
    ),
    (
    41,
    'Футболки',
    2499,
    '/databaseImages/t-shirt-formula1-pastel-beige.webp',
    'Футболка Formula 1 Pastel',
    1000,
    'Эта удивительная футболка Formula 1 Pastel - идеальное сочетание стиля и комфорта. Изготовленная из высококачественного хлопка, она обеспечивает мягкость и долговечность. Бежевый оттенок и логотип формулы 1 придают этой футболке неповторимый шарм. Отличный выбор для тех, кто ценит яркий и стильный образ.'
    ),
    (
    42,
    'Футболки',
    3499,
    '/databaseImages/t-shirt-mercedes-stealth.webp',
    'Футболка Mercedes Stealth',
    1000,
    'Выделитесь из толпы с футболкой Mercedes Stealth. Ее стильный дизайн и высококачественные материалы делают ее идеальной для повседневной носки. Легкость и элегантность объединяются в этой футболке, создавая неповторимый образ для настоящих поклонников команды Mercedes и автоспорта в целом.'
    ),
    (
    43,
    'Футболки',
    3499,
    '/databaseImages/t-shirt-verstappen-funwear-2023.webp',
    'Футболка Verstappen 2023 Fanwear',
    1000,
    'Покажите вашу поддержку Максу Ферстаппену с этой уникальной футболкой Verstappen 2023 Fanwear. Яркий дизайн и стильные элементы делают эту футболку отличным способом выразить свою страсть к гонкам и вашу любовь к этому талантливому гонщику.'
    ),
    (
    44,
    'Модели',
    14990,
    '/databaseImages/model-mclaren-ford-mp4-1c-senna.jpg',
    'Модель McLaren Ford MP4/1C Senna 1:43',
    1000,
    'Добавьте в свою коллекцию модель McLaren Ford MP4/1C в масштабе 1:43 с изображением легендарного гонщика Айртона Сенны. Детализированная реплика и высококачественные материалы делают эту модель отличным предметом для коллекционирования и подарка для настоящих ценителей автоспорта.'
    ),
    (
    45,
    'Кепки',
    1999,
    '/databaseImages/cap-mercedes-clack.webp',
    'Кепка Mercedes 2023',
    1000,
    'Подчеркните свою приверженность команде Mercedes с этой стильной черной кепкой 2023 года. Лаконичный дизайн и логотип команды делают ее отличным аксессуаром для создания завершенного образа. Удобная и стильная, эта кепка станет незаменимым атрибутом вашей повседневной гардеробной коллекции.'
    ),
    (
    46,
    'Кепки',
    1999,
    '/databaseImages/cap-alpha-tauri.webp',
    'Кепка Alpha Tauri 2023',
    1000,
    'Почувствуйте атмосферу гоночного мира с кепкой Alpha Tauri 2023. Уникальный дизайн и высококачественные материалы делают эту кепку отличным выбором для настоящих поклонников команды. Логотип и стильный дизайн придают вашему образу неповторимый шарм.'
    ),
    (
    47,
    'Кепки',
    1999,
    '/databaseImages/cap-9forty-mclaren-2023.webp',
    'Кепка 9FORTY McLaren 2023',
    1000,
    'Подчеркните свою приверженность команде McLaren с этой стильной кепкой 9FORTY на сезон 2023 года. Легкий и дышащий материал обеспечивает комфорт в течение дня. Логотип McLaren дополняет современный дизайн, делая эту кепку отличным аксессуаром для любителей автоспорта.'
    ),
    (
    48,
    'Кепки',
    2499,
    '/databaseImages/cap-mclaren-norris-silverstone-2023.webp',
    'Кепка McLaren Norris 2023 Silverstone GP',
    1000,
    'Ощутите атмосферу гонки с кепкой McLaren Norris на Гран При Сильверстоун 2023. Яркий дизайн с символикой гонщика Ландо Норриса и высококачественные материалы делают эту кепку отличным способом поддержать своего любимого гонщика и команду.'
    ),
    (
    49,
    'Кепки',
    2499,
    '/databaseImages/cap-aston-martin-alonso-spain-2023.webp',
    'Кепка Aston Martin Alonso 2023 Spanish GP',
    1000,
    'Ощутите дух испанских гонок с кепкой Aston Martin, созданной специально для Гран При Испании 2023 года. Дизайн с логотипом и подписью Фернандо Алонсо делает эту кепку незаменимым аксессуаром для поклонников гонок и великого испанского гонщика.'
    ),
    (
    50,
    'Кепки',
    1999,
    '/databaseImages/cap-mclaren-2023.webp',
    'Кепка McLaren 2023',
    1000,
    'Поддержите команду McLaren с этой официальной кепкой на сезон 2023 года. Удобный крой и легкий материал обеспечивают комфорт в любых условиях. Логотип команды делает эту кепку идеальным выбором для настоящих ценителей автоспорта и команды McLaren.'
    ),
    (
    51,
    'Кепки',
    1999,
    '/databaseImages/cap-formula1-large-logo.webp',
    'Кепка Formula 1',
    1000,
    'Погрузитесь в атмосферу гонок с этой потрясающей кепкой Formula 1. Ее дизайн воплощает энергию и страсть мира автоспорта. Крупный логотип Formula 1 делает явным вашу преданность этому захватывающему виду спорта. Выполненная из высококачественных материалов, эта кепка обеспечивает комфорт и стиль в любой ситуации. Носите ее с гордостью и подчеркните свою принадлежность к миру Formule 1.'
    ),
    (
    52,
    'Кепки',
    2499,
    '/databaseImages/cap-mercedes-2023-white.webp',
    'Кепка Mercedes 2023',
    1000,
    'Представляем вам стильную белую кепку Mercedes на сезон 2023 года. Этот аксессуар не только выражает вашу любовь к команде, но и подчеркивает ваш утонченный вкус. Логотип команды на передней панели добавляет узнаваемости, а легкий и прочный материал обеспечивает комфорт при долгих носках. Эта кепка станет неотъемлемым элементом вашего повседневного стиля.'
    ),
    (
    53,
    'Шлемы',
    24990,
    '/databaseImages/helmut-mercedes-russell-2023.webp',
    'Шлем Russell 63 Mercedes 2023 1:2',
    1000,
    'Ощутите адреналин гонок с этим официальным миниатюрным шлемом Джорджа Рассела на сезон 2023 года. Масштаб 1:2 и детализированный дизайн делают его отличным объектом для коллекционирования. Выполненный с высокой точностью, этот шлем прекрасно передает стиль и энергию гонок. Идеальный выбор для настоящих фанатов Mercedes и Джорджа Рассела.'
    ),
    (
    54,
    'Шлемы',
    29990,
    '/databaseImages/helmut-senna-1994.webp',
    'Шлем Senna 1994 1:2',
    1000,
    'Вернитесь в легендарный сезон 1994 года с этим миниатюрным шлемом Ayrton Senna. Масштаб 1:2 и внимание к деталям делают его отличным предметом коллекционирования для поклонников великого бразильского гонщика. Ощутите дух истории Формулы 1 в каждой детали этого великолепного шлема.'
    ),
    (
    55,
    'Модели',
    34990,
    '/databaseImages/model-mclaren-mcl36-ricciardo-.webp',
    'Модель McLaren MCL36 Ricciardo 1:23',
    1000,
    'Добавьте красочный акцент в свою коллекцию с этой детализированной моделью McLaren MCL36 с подписью Даниэля Риккардо в масштабе 1:23. Уникальный дизайн и внимание к деталям делают эту модель идеальным подарком для поклонников команды McLaren и автоспорта в целом. Эта модель захватывает дух соревнований и прекрасно отражает стиль команды в сезоне 2023 года.'
    ),
    (
    56,
    'Модели',
    29990,
    '/databaseImages/model-alfa-romeo-c42-bottas.webp',
    'Модель Alfa Romeo C42 Bottas 1:23',
    1000,
    'Погрузитесь в мир Formule 1 с этой высококачественной моделью гоночного болида Alfa Romeo C42, водителем которого является Валттери Боттас. Масштаб 1:23 и детализированный дизайн делают эту модель идеальной для коллекционирования. Выразите свою поддержку Валттери Боттасу и команде Alfa Romeo с этой потрясающей моделью.'
    ),
    (
    57,
    'Худи',
    5999,
    '/databaseImages/hoodie-alonso-2023.webp',
    'Худи Alonso 2023',
    1000,
    'Обновите свой гардероб с уникальным худи, посвященным Фернандо Алонсо на сезон 2023 года. Стильный дизайн с логотипом гонщика и команды делает это худи неотъемлемым элементом гардероба настоящего поклонника автоспорта. Мягкий материал и удобный крой обеспечат вам максимальный комфорт в любую погоду.'
    ),
    (
    58,
    'Постеры',
    899,
    '/databaseImages/post-renault-alonso-2005.jpg',
    'Постер Renault Alonso 2005',
    1000,
    'Оживите свою стену с этим красочным постером, посвященным легендарному сезону 2005 года, когда Фернандо Алонсо выиграл свой первый титул чемпиона в команде Renault. Постер предлагает вам визуальное погружение в эпоху гонок и празднование великих достижений испанского гонщика.'
    ),
    (
    59,
    'Постеры',
    899,
    '/databaseImages/post-mclaren-senna.jpg',
    'Постер McLaren Senna',
    1000,
    'Завораживающий постер, посвященный легенде Формулы 1 - Айртону Сенне. Этот постер воплощает в себе страсть и мастерство великого бразильского гонщика. Поднимите дух команды McLaren и вдохновитесь величием Сенны, разместив этот постер в своем пространстве.'
    ),
    (
    60,
    'Постеры',
    899,
    '/databaseImages/post-mclaren-norris-monaco-2021.jpg',
    'Постер McLaren Norris Monaco 21',
    1000,
    'Перенеситесь в незабвенный момент гонок с этим постером, запечатлевшим Ландо Норриса в Монако в 2021 году. Впечатляющий дизайн и яркие краски делают этот постер идеальным способом оживить ваш интерьер и подчеркнуть вашу любовь к гоночному искусству.'
    )
ON CONFLICT (id)
DO UPDATE SET
              category = excluded.category,
              price = excluded.price,
              image_link = excluded.image_link,
              name = excluded.name,
              amount = excluded.amount,
              description = excluded.description;